Repository: skytan4/Connections
Catalog: Connections/Paywall.xcstrings
Source language: en
Languages: da, de, es, fi, fr, it, ja, nb, nl, pl, pt_br, ru, sv, zh_hans

# paywall.general.body
source: Get full access to Share Experiences and every premium conversation tool in Deeper Conversations.
da: Få fuld adgang til Del oplevelser og alle premium-samtaleværktøjer i Deeper Conversations.
de: Erhalte vollen Zugriff auf Erfahrungen teilen und alle Premium-Gesprächstools in Deeper Conversations.
es: Accede por completo a Experiencias compartidas y a todas las herramientas premium de conversación de Deeper Conversations.
fi: Saat täyden pääsyn Jaa kokemuksia -sisältöön ja kaikkiin Deeper Conversationsin premium-keskustelutyökaluihin.
fr: Accédez aux Expériences partagées et à tous les outils de conversation premium de Deeper Conversations.
it: Ottieni l'accesso completo a Esperienze condivise e a tutti gli strumenti di conversazione premium di Deeper Conversations.
ja: 体験をシェアと、Deeper Conversationsのすべてのプレミアム会話ツールを利用できます。
nb: Få full tilgang til Del opplevelser og alle premium-samtaleverktøyene i Deeper Conversations.
nl: Krijg volledige toegang tot Ervaringen delen en elke premium gesprekstool in Deeper Conversations.
pl: Uzyskaj pełny dostęp do Dziel się doświadczeniami i wszystkich narzędzi premium do rozmów w Deeper Conversations.
pt_br: Tenha acesso completo a Experiências compartilhadas e a todas as ferramentas premium de conversa do Deeper Conversations.
ru: Получите полный доступ к Поделиться опытом и всем премиум-инструментам для разговоров в Deeper Conversations.
sv: Få full tillgång till Dela upplevelser och alla premiumverktyg för samtal i Deeper Conversations.
zh_hans: 完整使用 分享体验 以及 Deeper Conversations 中的所有高级对话工具。

# paywall.general.bullet1
source: Share Experiences for guided, meaningful moments together
da: Del oplevelser til guidede, meningsfulde øjeblikke sammen
de: Erfahrungen teilen für angeleitete, bedeutungsvolle Momente miteinander
es: Experiencias compartidas para momentos guiados y significativos juntos
fi: Jaa kokemuksia ohjattuihin ja merkityksellisiin yhteisiin hetkiin
fr: Expériences partagées pour vivre ensemble des moments guidés et porteurs de sens
it: Esperienze condivise per momenti guidati e significativi insieme
ja: 一緒に意味のある時間を過ごすためのガイド付き体験シェア
nb: Del opplevelser for guidede, meningsfulle øyeblikk sammen
nl: Ervaringen delen voor begeleide, betekenisvolle momenten samen
pl: Dziel się doświadczeniami podczas prowadzonych, znaczących chwil razem
pt_br: Experiências compartilhadas para momentos guiados e significativos juntos
ru: Поделиться опытом для совместных, осмысленных моментов с подсказками
sv: Dela upplevelser för guidade, meningsfulla stunder tillsammans
zh_hans: 分享体验，帮助你们一起进行有引导、有意义的互动

# paywall.general.bullet2
source: Life Story prompts to capture stories, memories, and personal milestones
da: Life Story-prompts til at indfange historier, minder og personlige milepæle
de: Life Story-Impulse, um Geschichten, Erinnerungen und persönliche Meilensteine festzuhalten
es: Prompts de Life Story para conservar historias, recuerdos e hitos personales
fi: Life Story -kehotteet tarinoiden, muistojen ja henkilökohtaisten merkkipaalujen tallentamiseen
fr: Prompts Life Story pour recueillir des histoires, des souvenirs et des moments importants
it: Prompt Life Story per raccogliere storie, ricordi e traguardi personali
ja: 思い出、物語、人生の節目を残すためのLife Storyプロンプト
nb: Life Story-ledetekster for å ta vare på historier, minner og personlige milepæler
nl: Life Story-prompts om verhalen, herinneringen en persoonlijke mijlpalen vast te leggen
pl: Podpowiedzi Life Story do zachowywania historii, wspomnień i osobistych kamieni milowych
pt_br: Prompts de Life Story para registrar histórias, lembranças e marcos pessoais
ru: Подсказки Life Story, чтобы сохранять истории, воспоминания и важные личные этапы
sv: Life Story-prompts för att fånga berättelser, minnen och personliga milstolpar
zh_hans: Life Story 提示，用于记录故事、回忆和人生的重要节点

# paywall.general.bullet3
source: Intimacy questions that feel careful, not awkward
da: Intimitetsspørgsmål, der føles nænsomme, ikke akavede
de: Intimitätsfragen, die behutsam wirken, nicht unangenehm
es: Preguntas de intimidad que se sienten cuidadosas, no incómodas
fi: Läheisyyskysymyksiä, jotka tuntuvat huolellisilta, eivät kiusallisilta
fr: Des questions d’intimité qui restent délicates, pas gênantes
it: Domande sull’intimità delicate, non imbarazzanti
ja: 気まずくなく、丁寧に向き合える親密さの質問
nb: Intimitetsspørsmål som føles varsomme, ikke ubehagelige
nl: Intimiteitsvragen die zorgvuldig voelen, niet ongemakkelijk
pl: Pytania o intymność, które są uważne, nie niezręczne
pt_br: Perguntas de intimidade que parecem cuidadosas, não constrangedoras
ru: Вопросы об интимности, бережные, а не неловкие
sv: Intimitetsfrågor som känns varsamma, inte obekväma
zh_hans: 关于亲密关系的问题，细腻而不尴尬

# paywall.general.bullet4
source: Fall in Love, Life Story, Share an Experience, and Mortality Conversations included
da: Fall in Love, Life Story, Share an Experience og Mortality Conversations inkluderet
de: Fall in Love, Life Story, Share an Experience und Mortality Conversations enthalten
es: Fall in Love, Life Story, Share an Experience y Mortality Conversations incluidos
fi: Fall in Love, Life Story, Share an Experience ja Mortality Conversations sisältyvät mukaan
fr: Fall in Love, Life Story, Share an Experience et Mortality Conversations inclus
it: Fall in Love, Life Story, Share an Experience e Mortality Conversations inclusi
ja: Fall in Love、Life Story、Share an Experience、Mortality Conversationsが含まれます
nb: Fall in Love, Life Story, Share an Experience og Mortality Conversations inkludert
nl: Fall in Love, Life Story, Share an Experience en Mortality Conversations inbegrepen
pl: Fall in Love, Life Story, Share an Experience i Mortality Conversations w zestawie
pt_br: Fall in Love, Life Story, Share an Experience e Mortality Conversations incluídos
ru: Fall in Love, Life Story, Share an Experience и Mortality Conversations включены
sv: Fall in Love, Life Story, Share an Experience och Mortality Conversations ingår
zh_hans: 包含 Fall in Love、Life Story、Share an Experience 和 Mortality Conversations

# paywall.general.bullet5
source: Unlock %1$@ premium prompts and follow-ups, for %2$@ total
da: Lås op for %1$@ premium-prompts og opfølgende spørgsmål, %2$@ i alt
de: Schalte %1$@ Premium-Prompts und Folgefragen frei, insgesamt %2$@
es: Desbloquea %1$@ prompts y seguimientos premium, para un total de %2$@
fi: Avaa %1$@ premium-kysymystä ja jatkokysymystä, yhteensä %2$@
fr: Débloque %1$@ questions et relances premium, pour %2$@ au total
it: Sblocca %1$@ prompt e domande di approfondimento premium, per un totale di %2$@
ja: %1$@件のプレミアム質問とフォローアップ質問をアンロックし、合計%2$@件に
nb: Lås opp %1$@ premium-prompter og oppfølgingsspørsmål, totalt %2$@
nl: Ontgrendel %1$@ premium prompts en vervolgvragen, voor %2$@ in totaal
pl: Odblokuj %1$@ premium promptów i pytań pogłębiających, łącznie %2$@
pt_br: Desbloqueie %1$@ prompts e perguntas de acompanhamento premium, totalizando %2$@
ru: Откройте %1$@ премиум-вопросов и уточнений, всего %2$@
sv: Lås upp %1$@ premium-promptar och uppföljningsfrågor, totalt %2$@
zh_hans: 解锁 %1$@ 个高级问题和跟进问题，共计 %2$@ 个

# paywall.general.footer
source: One-time purchase. Lifetime access. No subscription.
da: Engangskøb. Livstidsadgang. Intet abonnement.
de: Einmaliger Kauf. Lebenslanger Zugriff. Kein Abo.
es: Compra única. Acceso de por vida. Sin suscripción.
fi: Kertaostos. Elinikäinen käyttöoikeus. Ei tilausta.
fr: Achat unique. Accès à vie. Sans abonnement.
it: Acquisto unico. Accesso a vita. Nessun abbonamento.
ja: 一回限りの購入。生涯アクセス。サブスクリプションではありません。
nb: Engangskjøp. Livstidstilgang. Ingen abonnement.
nl: Eenmalige aankoop. Levenslange toegang. Geen abonnement.
pl: Jednorazowy zakup. Dostęp dożywotni. Bez subskrypcji.
pt_br: Compra única. Acesso vitalício. Sem assinatura.
ru: Разовая покупка. Пожизненный доступ. Без подписки.
sv: Engångsköp. Livstidsåtkomst. Ingen prenumeration.
zh_hans: 一次性购买。终身访问。无需订阅。

# paywall.general.title
source: Unlock Deeper Conversations Premium
da: Lås Deeper Conversations Premium op
de: Deeper Conversations Premium freischalten
es: Desbloquea Deeper Conversations Premium
fi: Avaa Deeper Conversations Premium
fr: Débloquez Deeper Conversations Premium
it: Sblocca Deeper Conversations Premium
ja: Deeper Conversations Premiumをアンロック
nb: Lås opp Deeper Conversations Premium
nl: Ontgrendel Deeper Conversations Premium
pl: Odblokuj Deeper Conversations Premium
pt_br: Desbloqueie o Deeper Conversations Premium
ru: Откройте Deeper Conversations Premium
sv: Lås upp Deeper Conversations Premium
zh_hans: 解锁 Deeper Conversations Premium

# paywall.lifeStory.body
source: Unlock the full app and get Life Story too: a guided way to ask parents, grandparents, and loved ones about their memories, stories, and legacy.
da: Lås op for hele appen og få også Life Story: en guidet måde at spørge forældre, bedsteforældre og nære mennesker om deres minder, historier og arv.
de: Schalte die vollständige App frei und erhalte auch Life Story: eine geführte Möglichkeit, Eltern, Großeltern und nahestehende Menschen nach Erinnerungen, Geschichten und Vermächtnis zu fragen.
es: Desbloquea la app completa y también recibe Life Story: una forma guiada de preguntar a padres, abuelos y seres queridos sobre sus recuerdos, historias y legado.
fi: Avaa koko sovellus ja saat myös Life Storyn: ohjatun tavan kysyä vanhemmilta, isovanhemmilta ja läheisiltä heidän muistoistaan, tarinoistaan ja perinnöstään.
fr: Débloque l’app complète et obtiens aussi Life Story : une façon guidée d’interroger parents, grands-parents et proches sur leurs souvenirs, leurs histoires et ce qu’ils souhaitent transmettre.
it: Sblocca l’app completa e ottieni anche Life Story: un modo guidato per chiedere a genitori, nonni e persone care dei loro ricordi, delle loro storie e della loro eredità.
ja: フルアプリをアンロックすると、Life Story も使えます。親、祖父母、大切な人に、思い出や物語、受け継ぎたいものについて聞くためのガイド付き体験です。
nb: Lås opp hele appen og få Life Story også: en guidet måte å spørre foreldre, besteforeldre og nære personer om minnene, historiene og arven deres.
nl: Ontgrendel de volledige app en krijg Life Story erbij: een begeleide manier om ouders, grootouders en dierbaren te vragen naar hun herinneringen, verhalen en nalatenschap.
pl: Odblokuj całą aplikację i otrzymaj także Life Story: prowadzony sposób pytania rodziców, dziadków i bliskich o wspomnienia, historie i dziedzictwo.
pt_br: Desbloqueie o app completo e receba Life Story também: uma forma guiada de perguntar a pais, avós e pessoas queridas sobre memórias, histórias e legado.
ru: Открой полную версию приложения и получи Life Story: проводимый формат для вопросов родителям, бабушкам, дедушкам и близким об их воспоминаниях, историях и наследии.
sv: Lås upp hela appen och få Life Story också: ett guidat sätt att fråga föräldrar, far- och morföräldrar och närstående om deras minnen, berättelser och arv.
zh_hans: 解锁完整应用，也会获得 Life Story：用引导式方式向父母、祖父母和所爱的人询问他们的回忆、故事和传承。

# paywall.lifeStory.bullet1
source: %1$@ Life Story questions and follow-ups
da: %1$@ Life Story-spørgsmål og opfølgninger
de: %1$@ Life Story-Fragen und Folgefragen
es: %1$@ preguntas y seguimientos de Life Story
fi: %1$@ Life Story -kysymystä ja jatkokysymystä
fr: %1$@ questions et relances Life Story
it: %1$@ domande e approfondimenti di Life Story
ja: Life Storyの質問とフォローアップが%1$@件
nb: %1$@ Life Story-spørsmål og oppfølginger
nl: %1$@ Life Story-vragen en vervolgvragen
pl: %1$@ pytań i pytań pogłębiających Life Story
pt_br: %1$@ perguntas e acompanhamentos do Life Story
ru: %1$@ вопросов и уточнений Life Story
sv: %1$@ Life Story-frågor och uppföljningar
zh_hans: %1$@ 个 Life Story 问题和追问

# paywall.lifeStory.bullet2
source: %1$@ questions across %2$@ life chapters
da: %1$@ spørgsmål på tværs af %2$@ livskapitler
de: %1$@ Fragen in %2$@ Lebenskapiteln
es: %1$@ preguntas en %2$@ capítulos de vida
fi: %1$@ kysymystä %2$@ elämänluvussa
fr: %1$@ questions à travers %2$@ chapitres de vie
it: %1$@ domande in %2$@ capitoli di vita
ja: %2$@つの人生章にわたる%1$@件の質問
nb: %1$@ spørsmål på tvers av %2$@ livskapitler
nl: %1$@ vragen verdeeld over %2$@ levenshoofdstukken
pl: %1$@ pytań w %2$@ rozdziałach życia
pt_br: %1$@ perguntas em %2$@ capítulos da vida
ru: %1$@ вопросов в %2$@ главах жизни
sv: %1$@ frågor över %2$@ livskapitel
zh_hans: %1$@ 个问题，涵盖 %2$@ 个人生章节

# paywall.lifeStory.bullet3
source: Progress saved between sessions
da: Fremskridt gemmes mellem sessioner
de: Fortschritt wird zwischen Sitzungen gespeichert
es: Progreso guardado entre sesiones
fi: Edistyminen tallentuu sessioiden välillä
fr: Progression enregistrée entre les sessions
it: Progressi salvati tra una sessione e l’altra
ja: セッションの途中でも進行状況を保存
nb: Fremdrift lagres mellom økter
nl: Voortgang wordt tussen sessies bewaard
pl: Postęp zapisywany między sesjami
pt_br: Progresso salvo entre sessões
ru: Прогресс сохраняется между сессиями
sv: Framsteg sparas mellan sessioner
zh_hans: 会话之间会保存进度

# paywall.lifeStory.title
source: Life Story is included
da: Life Story er inkluderet
de: Life Story ist enthalten
es: Life Story está incluido
fi: Life Story sisältyy mukaan
fr: Life Story est inclus
it: Life Story è incluso
ja: Life Story も含まれています
nb: Life Story er inkludert
nl: Life Story is inbegrepen
pl: Life Story jest w zestawie
pt_br: Life Story está incluído
ru: Life Story включён
sv: Life Story ingår
zh_hans: Life Story 已包含在内

# paywall.purchase.button
source: Unlock Premium
da: Lås Premium op
de: Premium freischalten
es: Desbloquear Premium
fi: Avaa Premium
fr: Débloquer Premium
it: Sblocca Premium
ja: Premiumをアンロック
nb: Lås opp Premium
nl: Premium ontgrendelen
pl: Odblokuj Premium
pt_br: Desbloquear Premium
ru: Открыть Premium
sv: Lås upp Premium
zh_hans: 解锁 Premium

# paywall.purchase.notNow
source: Not now
da: Ikke nu
de: Nicht jetzt
es: Ahora no
fi: Ei nyt
fr: Pas maintenant
it: Non ora
ja: 今はしない
nb: Ikke nå
nl: Niet nu
pl: Nie teraz
pt_br: Agora não
ru: Не сейчас
sv: Inte nu
zh_hans: 暂时不要

# paywall.purchase.priceLine
source: %1$@ one-time purchase. Lifetime access. No subscription.
da: Engangskøb for %1$@. Livstidsadgang. Intet abonnement.
de: %1$@ als einmaliger Kauf. Lebenslanger Zugriff. Kein Abo.
es: Compra única de %1$@. Acceso de por vida. Sin suscripción.
fi: Kertaostos hintaan %1$@. Elinikäinen käyttöoikeus. Ei tilausta.
fr: Achat unique de %1$@. Accès à vie. Sans abonnement.
it: Acquisto unico di %1$@. Accesso a vita. Nessun abbonamento.
ja: %1$@の一回限りの購入。生涯アクセス。サブスクリプションではありません。
nb: Engangskjøp for %1$@. Livstidstilgang. Ingen abonnement.
nl: Eenmalige aankoop van %1$@. Levenslange toegang. Geen abonnement.
pl: Jednorazowy zakup za %1$@. Dostęp dożywotni. Bez subskrypcji.
pt_br: Compra única de %1$@. Acesso vitalício. Sem assinatura.
ru: Разовая покупка за %1$@. Пожизненный доступ. Без подписки.
sv: Engångsköp för %1$@. Livstidsåtkomst. Ingen prenumeration.
zh_hans: %1$@ 一次性购买。终身访问。无需订阅。

# paywall.purchase.restore
source: Restore Purchases
da: Gendan køb
de: Kaufe wiederherstellen
es: Restaurar compras
fi: Palauta ostot
fr: Restaurer les achats
it: Ripristina acquisti
ja: 購入を復元
nb: Gjenopprett kjøp
nl: Aankopen herstellen
pl: Przywróć zakupy
pt_br: Restaurar compras
ru: Восстановить покупки
sv: Återställ köp
zh_hans: 恢复购买

# paywall.purchase.tagline
source: One-time purchase. Lifetime access. No subscription.
da: Engangskøb. Livstidsadgang. Intet abonnement.
de: Einmaliger Kauf. Lebenslanger Zugriff. Kein Abo.
es: Compra única. Acceso de por vida. Sin suscripción.
fi: Kertaostos. Elinikäinen käyttöoikeus. Ei tilausta.
fr: Achat unique. Accès à vie. Sans abonnement.
it: Acquisto unico. Accesso a vita. Nessun abbonamento.
ja: 一回限りの購入。生涯アクセス。サブスクリプションではありません。
nb: Engangskjøp. Livstidstilgang. Ingen abonnement.
nl: Eenmalige aankoop. Levenslange toegang. Geen abonnement.
pl: Jednorazowy zakup. Dostęp dożywotni. Bez subskrypcji.
pt_br: Compra única. Acesso vitalício. Sem assinatura.
ru: Разовая покупка. Пожизненный доступ. Без подписки.
sv: Engångsköp. Livstidsåtkomst. Ingen prenumeration.
zh_hans: 一次性购买。终身访问。无需订阅。

# paywall.error.productUnavailable
source: Full Access isn't available right now. Please check your connection and try again, or use Restore Purchases if you've already bought it.
da: Full Access er ikke tilgængelig lige nu. Tjek din forbindelse, og prøv igen, eller brug Gendan køb, hvis du allerede har købt det.
de: Full Access ist gerade nicht verfügbar. Bitte prüfe deine Verbindung und versuche es erneut oder nutze Käufe wiederherstellen, wenn du es bereits gekauft hast.
es: Full Access no está disponible en este momento. Revisa tu conexión e inténtalo de nuevo, o usa Restaurar compras si ya lo compraste.
fi: Full Access ei ole juuri nyt saatavilla. Tarkista yhteys ja yritä uudelleen tai käytä Palauta ostokset -toimintoa, jos olet jo ostanut sen.
fr: Full Access n’est pas disponible pour le moment. Vérifiez votre connexion et réessayez, ou utilisez Restaurer les achats si vous l’avez déjà acheté.
it: Full Access non è disponibile al momento. Controlla la connessione e riprova, oppure usa Ripristina acquisti se lo hai già acquistato.
ja: Full Accessは現在利用できません。接続を確認してもう一度お試しください。すでに購入済みの場合は「購入を復元」を使用してください。
nb: Full Access er ikke tilgjengelig akkurat nå. Sjekk tilkoblingen og prøv igjen, eller bruk Gjenopprett kjøp hvis du allerede har kjøpt det.
nl: Full Access is momenteel niet beschikbaar. Controleer je verbinding en probeer het opnieuw, of gebruik Herstel aankopen als je het al hebt gekocht.
pl: Full Access nie jest teraz dostępny. Sprawdź połączenie i spróbuj ponownie albo użyj opcji Przywróć zakupy, jeśli już go kupiono.
pt_br: O Full Access não está disponível no momento. Verifique sua conexão e tente novamente, ou use Restaurar compras se você já o comprou.
ru: Full Access сейчас недоступен. Проверьте подключение и попробуйте снова или используйте восстановление покупок, если вы уже его купили.
sv: Full Access är inte tillgängligt just nu. Kontrollera din anslutning och försök igen, eller använd Återställ köp om du redan har köpt det.
zh_hans: Full Access 目前不可用。请检查你的连接并重试；如果你已经购买，请使用“恢复购买”。

# paywall.error.purchaseFailed
source: Your purchase couldn't be completed. No charge was made. Please try again, or use Restore Purchases if you've already bought it.
da: Dit køb kunne ikke gennemføres. Der blev ikke trukket noget beløb. Prøv igen, eller brug Gendan køb, hvis du allerede har købt det.
de: Dein Kauf konnte nicht abgeschlossen werden. Es wurde nichts berechnet. Bitte versuche es erneut oder nutze Käufe wiederherstellen, wenn du es bereits gekauft hast.
es: No se pudo completar tu compra. No se realizó ningún cargo. Inténtalo de nuevo, o usa Restaurar compras si ya lo compraste.
fi: Ostoasi ei voitu suorittaa loppuun. Sinulta ei veloitettu mitään. Yritä uudelleen tai käytä Palauta ostokset -toimintoa, jos olet jo ostanut sen.
fr: Votre achat n’a pas pu être finalisé. Aucun débit n’a été effectué. Réessayez, ou utilisez Restaurer les achats si vous l’avez déjà acheté.
it: Il tuo acquisto non è stato completato. Non è stato effettuato alcun addebito. Riprova oppure usa Ripristina acquisti se lo hai già acquistato.
ja: 購入を完了できませんでした。請求は発生していません。もう一度お試しください。すでに購入済みの場合は「購入を復元」を使用してください。
nb: Kjøpet ditt kunne ikke fullføres. Ingen belastning ble gjort. Prøv igjen, eller bruk Gjenopprett kjøp hvis du allerede har kjøpt det.
nl: Je aankoop kon niet worden voltooid. Er is niets in rekening gebracht. Probeer het opnieuw, of gebruik Herstel aankopen als je het al hebt gekocht.
pl: Nie udało się dokończyć zakupu. Nie pobrano żadnej opłaty. Spróbuj ponownie albo użyj opcji Przywróć zakupy, jeśli już go kupiono.
pt_br: Sua compra não pôde ser concluída. Nenhuma cobrança foi feita. Tente novamente ou use Restaurar compras se você já o comprou.
ru: Не удалось завершить покупку. Списание не произошло. Попробуйте снова или используйте восстановление покупок, если вы уже купили доступ.
sv: Ditt köp kunde inte slutföras. Ingen debitering gjordes. Försök igen, eller använd Återställ köp om du redan har köpt det.
zh_hans: 你的购买无法完成。没有产生扣费。请重试；如果你已经购买，请使用“恢复购买”。

# paywall.error.verificationFailed
source: We couldn't verify your purchase with the App Store. Please try again. If you were charged, use Restore Purchases.
da: Vi kunne ikke bekræfte dit køb med App Store. Prøv igen. Hvis du blev opkrævet, skal du bruge Gendan køb.
de: Wir konnten deinen Kauf nicht mit dem App Store verifizieren. Bitte versuche es erneut. Falls dir etwas berechnet wurde, nutze Käufe wiederherstellen.
es: No pudimos verificar tu compra con el App Store. Inténtalo de nuevo. Si se realizó un cargo, usa Restaurar compras.
fi: Emme voineet vahvistaa ostostasi App Storessa. Yritä uudelleen. Jos sinua veloitettiin, käytä Palauta ostokset -toimintoa.
fr: Nous n’avons pas pu vérifier votre achat auprès de l’App Store. Réessayez. Si vous avez été débité, utilisez Restaurer les achats.
it: Non siamo riusciti a verificare il tuo acquisto con l’App Store. Riprova. Se ti è stato addebitato un importo, usa Ripristina acquisti.
ja: App Storeで購入を確認できませんでした。もう一度お試しください。請求された場合は「購入を復元」を使用してください。
nb: Vi kunne ikke bekrefte kjøpet ditt med App Store. Prøv igjen. Hvis du ble belastet, bruker du Gjenopprett kjøp.
nl: We konden je aankoop niet verifiëren bij de App Store. Probeer het opnieuw. Als er kosten in rekening zijn gebracht, gebruik dan Herstel aankopen.
pl: Nie udało się zweryfikować zakupu w App Store. Spróbuj ponownie. Jeśli pobrano opłatę, użyj opcji Przywróć zakupy.
pt_br: Não foi possível verificar sua compra com a App Store. Tente novamente. Se você foi cobrado, use Restaurar compras.
ru: Не удалось подтвердить покупку через App Store. Попробуйте снова. Если с вас списали средства, используйте восстановление покупок.
sv: Vi kunde inte verifiera ditt köp med App Store. Försök igen. Om du blev debiterad, använd Återställ köp.
zh_hans: 我们无法通过 App Store 验证你的购买。请重试。如果你已被扣费，请使用“恢复购买”。

# paywall.error.restoreFailed
source: Restore failed. Please check your connection and try again.
da: Gendannelse mislykkedes. Tjek din forbindelse, og prøv igen.
de: Wiederherstellung fehlgeschlagen. Bitte prüfe deine Verbindung und versuche es erneut.
es: No se pudo restaurar. Revisa tu conexión e inténtalo de nuevo.
fi: Palautus epäonnistui. Tarkista yhteys ja yritä uudelleen.
fr: La restauration a échoué. Vérifiez votre connexion et réessayez.
it: Ripristino non riuscito. Controlla la connessione e riprova.
ja: 復元に失敗しました。接続を確認してもう一度お試しください。
nb: Gjenoppretting mislyktes. Sjekk tilkoblingen og prøv igjen.
nl: Herstellen is mislukt. Controleer je verbinding en probeer het opnieuw.
pl: Przywracanie nie powiodło się. Sprawdź połączenie i spróbuj ponownie.
pt_br: A restauração falhou. Verifique sua conexão e tente novamente.
ru: Не удалось восстановить покупки. Проверьте подключение и попробуйте снова.
sv: Återställningen misslyckades. Kontrollera din anslutning och försök igen.
zh_hans: 恢复失败。请检查你的连接并重试。

# paywall.info.nothingToRestore
source: No previous purchases were found for this Apple ID.
da: Der blev ikke fundet tidligere køb for dette Apple-id.
de: Für diese Apple ID wurden keine früheren Käufe gefunden.
es: No se encontraron compras anteriores para este Apple ID.
fi: Tälle Apple ID:lle ei löytynyt aiempia ostoksia.
fr: Aucun achat précédent n’a été trouvé pour cet identifiant Apple.
it: Non sono stati trovati acquisti precedenti per questo ID Apple.
ja: このApple IDには以前の購入が見つかりませんでした。
nb: Ingen tidligere kjøp ble funnet for denne Apple-ID-en.
nl: Er zijn geen eerdere aankopen gevonden voor deze Apple ID.
pl: Nie znaleziono wcześniejszych zakupów dla tego Apple ID.
pt_br: Nenhuma compra anterior foi encontrada para este Apple ID.
ru: Для этого Apple ID не найдены предыдущие покупки.
sv: Inga tidigare köp hittades för detta Apple-ID.
zh_hans: 未找到此 Apple ID 的以往购买记录。
